contacts = {
    "contact_dean": {
        "text": "• Деканат\n Кабинет: С1.1.320\n 8 (7172) 64-57-06\n deans_office@astanait.edu.kz\n Организация учебного процесса.",
        "callback": "contact_dean_head",
        "button_text": "👩‍🏫 Показать декана"
    },
    "contact_dean_head": {
        "text": "👩‍🏫 Декан\nСыздыкова Зулейха Анваровна\n Кабинет: C1.1.322\n zuleikha.syzdykova@astanait.edu.kz"
    },
    "contact_dsvr": {
        "text": "• Департамент по Социально-Воспитательной Работе (ДСВР)\n Кабинет: С1.1.323\n 8 (7172) 64-57-09\n Arman.Kenzhebekov@astanait.edu.kz\n Вопросы студенческих клубов, общежития, локеров, соц ГПА."
    },
    "contact_dni": {
        "text": "• Департамент Науки и Инноваций (ДНИ)\n Кабинет: С1.2.155\n 8 (7172) 64-57-13\n nurkhat.zhakiyev@astanait.edu.kz\n Организация научной деятельности, распределение РОС ГПА."
    },
    "contact_cino": {
        "text": "• Цифровой институт непрерывного образования (ЦИНО)\n Кабинет: С1.2.327\n 8 (7172) 64-34-48\n edtech@astanait.edu.kz\n Продвижение lifelong learning. Вопросы по learn.astanait.edu.kz."
    },
    "contact_dit": {
        "text": "• Департамент Информационных Технологий (ДИТ)\n Кабинеты: С1.1.141 (ID карты, обходной лист), С1.2.255\n helpdesk@astanait.edu.kz\n Вопросы по ID картам, смене пароля, Moodle."
    },
    "contact_academic": {
        "text": "• Академический департамент\n Кабинет: С1.1.265\n 8 (7172) 64-57-07\n gulzhan.soltan@astanait.edu.kz\n Планирование учебного процесса, бронирование кабинетов."
    },
    "contact_registrar": {
        "text": "• Офис регистратора университета\n Кабинет: C1.1.271\n 8 (7172) 64-57-07\n Aliya.Koitanova@astanait.edu.kz\n Вопросы перевода, Moodle, ретейков, FX, транскрипты (transcript@astanait.edu.kz)."
    },
    "contact_career": {
        "text": "• Центр Карьеры и Трудоустройства (ЦКиТ)\n Кабинет: С1.1.272\n 8 (7172) 64-57-07\n madina.mukaliyeva@astanait.edu.kz\n Вопросы практики и трудоустройства."
    },
    "contact_students": {
        "text": "• Студенческий отдел\n Кабинет: С1.1.273\n 8 (7172) 64-57-07\n Ведение личных дел студентов, хранение документов."
    },
    "contact_marketing": {
        "text": "• Департамент Маркетинга и Связи с Общественностью (ДМиСО)\n Кабинет: С1.2.336\n 8 (7172) 64-57-18\n temirlan.zhanay@astanait.edu.kz\n Маркетинг, СМИ, прием абитуриентов, стажировки."
    },
    "contact_finance": {
        "text": "• Департамент бухгалтерского учета\n Кабинет: С1.3.355\n 8 (7172) 64-57-20\n Финансовые вопросы."
    },
    "contact_gen_edu": {
        "text": "• Департамент Общеобразовательных дисциплин\n👨‍🏫 Директор: Zhibek Tleshova\n Кабинет: С1.1.269"
    },
    "contact_creative": {
        "text": "• Школа Креативных Индустрий (ITM, ITE, DJ, MT)\n👨‍🏫 Директор: Ha Jin Hwang\n Кабинет: C1.3.353"
    },
    "contact_data_science": {
        "text": "• Департамент Вычислений и Науки о Данных (BDA, IT, MCS)\n👨‍🏫 Директор: Aidana Zhalgas\n Кабинет: С1.1.321"
    },
    "contact_cybersec": {
        "text": "• Департамент Интеллектуальных Систем и Кибербезопасности (CS, ST, IA)\n👨‍🏫 Директор: Leila Rzayeva\n Кабинет: С1.1.329"
    },
    "contact_se": {
        "text": "• Департамент Компьютерной Инженерии (SE)\n👨‍🏫 Директор: Praveen Kumar\n Кабинет: С1.3.359"
    }
}
